{
  "products": [
    {
      "id": 1,
      "title": "Smoant Charon Baby POD",
      "price": 16,
      "image": "https://www.vardex.ru/upload/iblock/88d/dt33bm5fqrx31a06gwc4wsqb4zjdbxii/smoant-charon-baby-matt-dark-blue.jpg",
      "configure": {
        "manufacturer": "Smoant",
        "device_type": "Ready set",
        "puff_type": "Cigarette",
        "maximum_power": "15W",
        "battery_capacity": "750 mAh",
        "tank_capacity": "2 ml",
        "description": "Набор Smoant Charon Baby Pod – это классическая картриджная система, в которой производитель сделал ставку на узнаваемый и непревзойдённый стиль. Поразительный визуальный эффект дополняется впечатляющим функционалом, который обеспечивается передовой для такого класса устройств платой Ant Chip CO-4.",
        "features": "Внутри Smoant Charon Baby располагается встроенный аккумулятор внушительной ёмкости в 750 мАч, его заряд можно восполнить при помощи комплектного кабеля USB Type-C, который оформлен в виде подвески, с помощью которой можно зафиксировать устройство у себя на шее, словно кулон. Smoant Charon Baby Pod Kit умеет сообщать пользователю об оставшемся уровне заряда, для этого используется световая индикация на корпусе. Логика работы светодиода интуитивно понятна: он горит белым при заряде выше 60%, синим, если выше 30% и красным, когда батарея почти села.\n\nРабочая мощность устройства определятся сопротивлением установленного в картридж испарителя – 0,6 или 1,2 Ом: это 15 и 10 ватт, соответственно. Smoant Charon Baby работает на сменных испарителях и не требует постоянной утилизации самих картриджей. Испарители устанавливаются без вкручивания и плотно удерживаются силиконовыми проставками. Заполнение резервуара осуществляется за силиконовой заглушкой, а его вместимость составляет 2 миллилитра жидкости."
      }
    },
    {
      "id": 2,
      "title": "Smoant Charon Baby Plus Pod Kit",
      "price": 18,
      "image": "https://www.vardex.ru/upload/resize_cache/iblock/029/bfkc8hwcpk1itayqg9m0gsaibho29odu/400_400_040cd750bba9870f18aada2478b24840a/smoant-charon-baby-plus-hanya.jpg",
      "configure": {
        "manufacturer": "Smoant",
        "device_type": "Ready set",
        "puff_type": "Mixed",
        "maximum_power": "35W",
        "battery_capacity": "1000 mAh",
        "tank_capacity": "3.5 ml",
        "description": "В новинке Charon Baby Plus легко угадываются знакомые фанатам черты - это всё тот же, хорошо знакомый форм-фактор, выполненный с большим вниманием к эстетике.\n\nНовшеством для семейства стали съёмные магнитные боковые панели, несущие на себе различные принты. По задумке производителя, вейперы смогут не только индивидуализировать свой девайс, но и вносить в него ощущение новизны, буквально меняя панели парой простых движений.\n\nС позиций технических характеристик и функционала производитель также внёс несколько изменений. Внутри Charon Baby Plus вейперов ждёт аккумулятор на 1000 мАч, заряжаемый током в 1 Ампер при помощи комплектного Type-C кабеля, а комплектный картридж вмещает в себя до 3 миллилитров жидкости. Перед заправкой его надлежит извлекать из корпуса, так как заправочное отверстие размещено сбоку.\n\nЗаметным и полезным нововведением стала возможность регулировки затяжки - для этого на Charon Baby Plus находится ползунок.\n\nCharon Baby Plus оснащен светодиодом, сообщающем о примерном уровне оставшейся зарядки: при заряде более 70% он светится белым, при заряде от 20 до 70% синим, а при заряде менее 20% красным.\n\nCharon Baby Plus работает на сменных испарителях, и предлагает выбор из трёх вариантов: на 1.2 Ома, на 0.6 Ома и на 0.4 Ома. В комплекте идёт 1 испаритель с сопротивлением на 0.6 Ома.",
        "features": ""
      }
    },
    {
      "id": 3,
      "title": "Aegis Hero",
      "price": 38,
      "image": "https://www.vardex.ru/upload/resize_cache/iblock/f3b/7dqimznpifqvp47trs78rqrxkzld3z8y/400_400_040cd750bba9870f18aada2478b24840a/geekvape-aegis-hero-pod-mod-kit-black.jpg",
      "configure": {
        "manufacturer": "Geekvape",
        "device_type": "Ready set",
        "puff_type": "Mixed ",
        "maximum_power": "45W",
        "battery_capacity": "1200 mAh",
        "tank_capacity": "4 ml",
        "description": "Набор Geekvape Aegis Hero является типичным представителем своего семейства с хорошим функционалом и наличием пылевлагозащиты корпуса. При этом он является одним из самых компактных в своём роде, утилизируя в своей архитектуре форм-фактор “стика”, некогда популярный на рынке вейпинга. Конструктивно набор Аегис Хиро состоит из двух частей: это батарейный блок, а также сам картридж.\n\nЗаметно отличаясь от старших моделей по габаритам, Аегис Хиро практически не уступает им по функционалу - функции вариватт и Bypass в наличии.\n\nGeekvape Aegis Hero поддерживает настройку мощности с верхней границей вплоть до 45 ватт при поддержке сопротивления от 0 1 Ома, а также несёт в себе встроенный аккумулятор, который заряжается через классический разъём Micro-USB током в полтора Ампера.\n\nКартриджи в наборе Аегис Хиро оснащены удобной заправкой без извлечения из корпуса, регулировкой обдува, а также 510-ым сменным дрип-типом.\n\nОни работают на испарителях семейства B, коих в комплекте идёт два вида: на 0.4 ома и на 0.6 ома, оба испарителя изготовлены на сетке.",
        "features": ""
      }
    },
    {
      "id": 5,
      "title": "Smoant Pasito 2",
      "price": 26,
      "image": "https://www.vardex.ru/upload/resize_cache/iblock/d60/400_400_040cd750bba9870f18aada2478b24840a/Smoant-Pasito-II-Pod-Mod-carbon-fiber.jpg",
      "configure": {
        "manufacturer": "Smoant",
        "device_type": "Ready set",
        "puff_type": "Mixed",
        "maximum_power": "80W",
        "battery_capacity": "2500 mAh",
        "tank_capacity": "6 ml",
        "description": "Невероятно популярный Smoant Pasito обрёл продолжение во второй версии – новинка Пасито 2 стала ещё более совершенной и предлагает пользователям рост по всем параметрам: мощность, автономность и вместимость картриджей.\n\nОсобенности\nНовый набор Smoant Pasito 2 (Пасито 2) обзавёлся более строгим дизайном, сохраняя прежнее очарование узнаваемых форм. Дополнительным плюсом стало размещение классического мундштука 510-го формата, который можно заменить на любой другой при желании.\n\nТакже расширен и функционал Smoant Pasito 2 Pod – вместо переключения мощности теперь вам предлагается пять режимов работы, среди которых можно встретить такие опции, как вариватт, термоконтроль, его расширенную версию – TCR, а также режимы Bypass и DVW, служащий, по сути, знакомым режимом регулировки кривых. Для доступа в меню выбора режимов достаточно трижды нажать на кнопку Fire.\n\nНабор имеет собственный картридж Pasito 2 со сменными испарителями: DTL Mesh 0,6 Ом, 0.3 Ом Mesh Coil (предустановлен в картридж).",
        "features": ""
      }
    },
    {
      "id": 6,
      "title": "Jellybox Nano X",
      "price": 23,
      "image": "https://rismdata.nostroy.ru/logo/logoman028.png",
      "configure": {
        "manufacturer": "",
        "device_type": "",
        "puff_type": "",
        "maximum_power": "",
        "battery_capacity": "",
        "tank_capacity": ""
      }
    },
    {
      "id": 7,
      "title": "Vaporesso XROS 2 Pod Kit",
      "price": "200",
      "image": "https://rismdata.nostroy.ru/logo/logoman028.png",
      "configure": {
        "manufacturer": "",
        "device_type": "",
        "puff_type": "",
        "maximum_power": "",
        "battery_capacity": "",
        "tank_capacity": ""
      }
    },
    {
      "id": 8,
      "title": "Geekvape Aegis Nano Pod Kit",
      "price": 30,
      "image": "https://www.vardex.ru/upload/resize_cache/iblock/885/zxgmim9b2e6ksal8hh7q1860zzq8v026/400_400_040cd750bba9870f18aada2478b24840a/geekvape-aegis-nano-pod-kit-camo-silver.jpg",
      "configure": {
        "manufacturer": "Geekvape",
        "device_type": "Ready set",
        "puff_type": "Mixed",
        "maximum_power": "30W",
        "battery_capacity": "800 mAh",
        "tank_capacity": "2 ml",
        "description": "В миниатюрном наборе Geekvape Aegis Nano легко угадываются характерные черты небезызвестного семейства Aegis - и неспроста, ведь эта маленькая под-система также защищена от внешнего воздействия, как и старшие модели.\n\nПомимо пылевлагозащиты, набор Аегис Нано оснащен и дисплеем небольшого размера, на котором пользователь сможет увидеть необходимую информацию о ходе парения.\n\nНе лишней для вейперов окажется и возможность настройки мощности Аегис Нано - значение может быть выставлено вручную, либо, на усмотрение пользователя, регулироваться автоматически в зависимости от сопротивления испарителя.\n\nПриятным бонусом является возможность регулировки обдува - для этого у основания картриджа находится небольшой ползунок, отвечающий за перекрытие воздуховодов.\n\nА для удобства ношения на корпусе Аегис Нано предусмотрено небольшое ушко для крепления на подвесе.",
        "features": ""
      }
    },
    {
      "id": 9,
      "title": "Vaporesso Renova Zero Mesh",
      "price": 15,
      "image": "https://www.vardex.ru/upload/resize_cache/iblock/39c/400_400_040cd750bba9870f18aada2478b24840a/Vaporesso_Renova_ZERO_Pod_System_Arctic_Blue.jpg",
      "configure": {
        "manufacturer": "Vaporesso",
        "device_type": "Ready set",
        "puff_type": "Cigarette",
        "maximum_power": "15W",
        "battery_capacity": "650 mAh",
        "tank_capacity": "2 ml",
        "description": "Очередной шедевр от Vaporesso – универсальная картриджная система Renova Zero Mesh Pod с удобным эргономичным дизайном и хорошим функционалом.",
        "features": "Одной из главных особенностей, выделяющих Renova Zero Mesh на фоне конкурентов, служит возможность настройки мощности. Она не прямая, как на боксмодах, так как дисплея на корпусе не предусмотрено, а осуществляется путём трёхкратного нажатия на кнопку активации. Это действие переключает Renova Zero Pod Kit в одно из трёх состояний, при котором выбранный режим обозначает цвет светодиода: зелёный обозначает мощность в 12,5, синий – в 10,5 и красный в 9 Ватт. Возможность выставления более мощных режимов обусловлена зарядом батареи, соответственно, красный режим доступен пользователю всегда, тогда как более мощные разблокируются по мере зарядки.\n\nВо всём остальном – это классическое устройство в своём сегменте, Renova Zero работает автоматически по датчику затяжки и в процессе использует сменные картриджи с предустановленными испарителями, сделанными по фирменной технологии cCell от Vaporesso – его сопротивление составляет 1 Ом, а долговечность вкуса обеспечивает керамический наполнитель в месте контакта со спиралью."
      }
    },
    {
      "id": 10,
      "title": "Criss Basic Pod Kit",
      "price": 17,
      "image": "https://www.vardex.ru/upload/resize_cache/iblock/3f3/dtgumanby654qf0rj31e2o5abrn9pwbo/400_400_040cd750bba9870f18aada2478b24840a/criss-pod-kit-4.jpg",
      "configure": {
        "manufacturer": "Сriss",
        "device_type": "Ready set",
        "puff_type": "Cigarette",
        "maximum_power": "6W",
        "battery_capacity": "350 mAh",
        "tank_capacity": "1.8 ml",
        "description": "Компактное устройство для парения Criss Basic Pod Kit сочетает в себе качества одноразового устройства и системы многоразового использования. Этот набор работает на предзаправленных картриджах, но, при этом, поддерживает перезарядку с помощью обычного USB Type-C кабеля.\n\nКлючевым отличием электронной сигареты Criss от прочих является применение технологии FEELM, использующей керамические элементы при нагреве, благодаря чему удаётся достичь полноценного и равномерного прогревания при затяжке без лишних примесей во вкусе.\n\nКартридж Criss с предзаправленной жидкостью не входит в комплект Basic Pod Kit и приобретается отдельно - производитель предусмотрел ряд популярных вкусовых направлений для того, чтобы каждый вейпер смог найти для себя что-то своё.",
        "features": ""
      }
    },
    {
      "id": 11,
      "title": "M100 Aegis Mini 2 Kit с Z Nano 2",
      "price": 78,
      "image": "https://www.vardex.ru/upload/resize_cache/iblock/716/5fx9flop7q07va64q79nh3s7gr713fdf/400_400_040cd750bba9870f18aada2478b24840a/geekvape-m100-aegis-mini-2-kit-pink-gold.jpg",
      "configure": {
        "manufacturer": "Geekvape",
        "device_type": "Ready set",
        "puff_type": "Mixed",
        "maximum_power": "100W",
        "battery_capacity": "2500 mAh",
        "tank_capacity": "25 ml",
        "description": "Батарейный мод Geekvape M100 Aegis Mini 2 является отличным аналогом большинству под-модов, так как удовлетворяет потребность их целевой аудитории в миниатюрном, но функциональном девайсе, будучи ещё более универсальным. При этом, производитель позаботился о том, чтобы обращение с ним не вызывало сложностей даже у новичков.\n\nС визуальной точки зрения боксмод Aegis Mini 2 достойно перенимает веяния в дизайне от прошлых моделей - это и и металлический корпус, и кожаная вставка, а также массивные винты, которые вносят ещё больше уверенности в надёжности конструкции.\n\nПри этом, в сравнении с первой моделью, Aegis Mini 2 стал более утонченным: он обзавёлся аккуратными закругленными углами и блестящими панелями. Диаметр посадочной площадки батарейного мода по-праву можно назвать универсальным: 24мм\n\nПитается Aegis Mini 2 M100 от встроенного аккумулятора с ёмкостью в 2.500 махов, а также он поддерживает регулировку мощности в диапазоне От 5 до 100 Ватт.\n\nGeekvape M100 Aegis Mini 2 оснащен пылевлагозащитой по стандарту ip68: производитель даже предусмотрел прорезиненные вставки на разъём для зарядки и под все подвижные части. Новшеством в дизайне стал специальный переключатель на боку корпуса - он позволяет заблокировать кнопки от случайного нажатия, предотвращая перегрев испарителя при переноске.",
        "features": ""
      }
    },
    {
      "id": 12,
      "title": "Smoant",
      "price": "100000",
      "image": "https://rismdata.nostroy.ru/logo/logoman028.png",
      "configure": {
        "manufacturer": "Tony",
        "device_type": "Ready Set",
        "puff_type": "Mixed",
        "maximum_power": "100000000W",
        "battery_capacity": "100000000000mAh",
        "tank_capacity": "100000000000000ml"
      }
    },
    {
      "id": 13,
      "title": "Jellybox Nano XX",
      "price": "42",
      "image": "https://rismdata.nostroy.ru/logo/logoman028.png",
      "configure": {
        "manufacturer": "Tony",
        "device_type": "Ready Set",
        "puff_type": "Mixed",
        "maximum_power": "50 W",
        "battery_capacity": "1750 mAh",
        "tank_capacity": "5"
      }
    },
    {
      "id": ,
      "title": "",
      "price": "",
      "image": ":",
      "configure": {
        "manufacturer": "",
        "device_type": "",
        "puff_type": "",
        "maximum_power": "",
        "battery_capacity": "",
        "tank_capacity": ""
      }
    }
  ],
  "basket": []
}
